dev-scripts/verify_kv_queue_size/throttle_off_data/fio_exp_qd4_2019-10-26/dump-fio-bench-4-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=4
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=2376: Sat Oct 26 19:07:48 2019
  write: IOPS=40, BW=5154KiB/s (5277kB/s)(931MiB/184889msec); 0 zone resets
    slat (usec): min=33, max=899, avg=103.23, stdev=28.31
    clat (msec): min=16, max=5351, avg=98.56, stdev=208.10
     lat (msec): min=16, max=5351, avg=98.66, stdev=208.10
    clat percentiles (msec):
     |  1.00th=[   24],  5.00th=[   33], 10.00th=[   34], 20.00th=[   39],
     | 30.00th=[   42], 40.00th=[   51], 50.00th=[   59], 60.00th=[   75],
     | 70.00th=[  101], 80.00th=[  128], 90.00th=[  176], 95.00th=[  228],
     | 99.00th=[  409], 99.50th=[  735], 99.90th=[ 3876], 99.95th=[ 4111],
     | 99.99th=[ 5336]
   bw (  KiB/s): min=  256, max=12288, per=100.00%, avg=5276.52, stdev=2551.15, samples=361
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=7444
  lat (msec)   : 20=0.90%, 50=41.28%, 100=27.94%, 250=25.56%, 500=3.59%
  lat (msec)   : 750=0.24%, 1000=0.07%, 2000=0.11%, >=2000=0.31%
  cpu          : usr=0.48%, sys=0.11%, ctx=9143, majf=0, minf=2060
  IO depths    : 1=0.1%, 2=0.1%, 4=99.8%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,7444,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=4

Run status group 0 (all jobs):
  WRITE: bw=5154KiB/s (5277kB/s), 5154KiB/s-5154KiB/s (5277kB/s-5277kB/s), io=931MiB (976MB), run=184889-184889msec

Disk stats (read/write):
  sdc: ios=755/24791, merge=0/137288, ticks=1940/784872, in_queue=786792, util=95.28%